package util;

/**
 * Created by fuliangliang on 15/7/27.
 */
public class TestDoc {
    public static final String doc = "{\n" +
            "    \"summary\": \"精神分裂症妄想的症状有哪些我们都知道精神分裂症是一种对患者危害相当严重的精神疾病，若想对这种疾病进行有效的预防和治疗，就必须对其致病因素有一定的了解。那么接下来就为大家介绍常见精神分裂致病五大因素。\",\n" +
            "    \"clean_content\": \"<body><p><strong><font>精神分裂症妄想的症状有哪些</font></strong>我们都知道精神分裂症是一种对患者危害相当严重的精神疾病，若想对这种疾病进行有效的预防和治疗，就必须对其致病因素有一定的了解。那么接下来就为大家介绍常见精神分裂致病五大因素。</p><p><strong><font>精神分裂症妄想的症状有哪些</font></strong>一、在精神分裂症患者的饮食，避免暴饮暴食，也防止营养不良患者;其他患者不能食用脂肪，蟹，鱼，鳗鱼等可导致痰扰心窍的食物;患者食用辛辣食物会加重病情，如茶，咖啡，辣椒等。此外，患者应避免食用骨，刺，避免损害患者的身心健康。</p><p>二、精神分裂症患者应该饮食宜清淡和营养丰富的生活，你可以吃高热量，高蛋白，高维生素，饮食清淡食物;不吃咸，辣，烟等刺激性食物;避免饮酒，吸烟等。还有一些精神分裂症患者平常不知道饥饱，平常进食较多，所以家属应该让患者定时、定量，按食谱吃饭。</p><p>三、精神分裂症在必要的时候经行鼻孔进食，适宜鼻孔喂食的如奶类、果汁等。随时准备好适量的饭菜，好让没人在患者身边的时候，患者有可能自己起来吃饭。精神分裂症的饮食主要是食用绿色蔬菜和新鲜的水果，使病人需要足够的微量元素。</p><p>为了解决这一世界性难题，中国协和医科大学精神疾病研究中心首席精神病治疗专家团历经13年时间，独创生物离子穴位渗透系统，结合最新引进的美国尖端抗神经紊乱医学理念，一举攻破失眠、抑郁、精神分裂、神经衰弱等精神疾病难题，现临床已经治愈患者数万余例，此技术一经公布在国内、亚洲、国际医学界引起剧烈反响，被国际卫生医学组织收录为《世界医学疑难杂症重大突破》，极大的推动了世界精神病治疗的进程。</p><p>据悉，这种精神疾病国际最新治疗高科技项目生物离子穴位渗透系统已经取得国家权威部门认可和临床验证，并被允许投入医学使用。</p><p><font><strong>精神分裂症妄想的症状有哪些</strong></font>温馨提示：精神疾病诊疗中心精神科是经卫生部门严格审批后成立，是一家以现代化管理，以中、西结合治疗为主导，以治疗心理、精神疾病为特色的专科医院。我院拥有一支在国内外享有盛誉的精神科专家和教授组成的团队，多年来一直探索于心理精神疾病的病因、临床治疗领域，着力打造心理精神疾病专科航母，为广大患者的身心健康保驾护航。如果您还有其他疑问欢迎随时咨询在线专家，权威专家根据您的病情给出最权威的健康指导。</p></body>\",\n" +
            "    \"iid\": 149387761,\n" +
            "    \"parse_pages\": \"<p class=\\\"page\\\"></p>\",\n" +
            "    \"sc_bsns\": 0.017089019,\n" +
            "    \"keyword_selected\": \"[{\\\"display\\\":\\\"精神分裂症\\\",\\\"word_id\\\":\\\"精神分裂症\\\"},{\\\"display\\\":\\\"失眠\\\",\\\"word_id\\\":\\\"失眠\\\"},{\\\"display\\\":\\\"健康\\\",\\\"word_id\\\":\\\"健康\\\"},{\\\"display\\\":\\\"美国\\\",\\\"word_id\\\":\\\"美国\\\"},{\\\"display\\\":\\\"神经衰弱\\\",\\\"word_id\\\":\\\"神经^^衰弱\\\"},{\\\"display\\\":\\\"精神病\\\",\\\"word_id\\\":\\\"精神病\\\"},{\\\"display\\\":\\\"精神分裂症妄想\\\",\\\"word_id\\\":\\\"精神分裂症^^妄想\\\"},{\\\"display\\\":\\\"维生素\\\",\\\"word_id\\\":\\\"维生素\\\"}]\",\n" +
            "    \"tier\": 2,\n" +
            "    \"sc_lcr\": 0.025196943,\n" +
            "    \"detect_lang\": \"zh-cn\",\n" +
            "    \"sc_lgdwa\": 0.7204135,\n" +
            "    \"sc_uadwell\": 0.105246,\n" +
            "    \"sc_uaqlty\": 0.89176446,\n" +
            "    \"map_category\": [\n" +
            "        \"其他\"\n" +
            "    ],\n" +
            "    \"keyword_number\": 8,\n" +
            "    \"subcat_class\": [\n" +
            "        \"健康/疾病防治\"\n" +
            "    ],\n" +
            "    \"text_content\": \"精神分裂症妄想的症状有哪些我们都知道精神分裂症是一种对患者危害相当严重的精神疾病，若想对这种疾病进行有效的预防和治疗，就必须对其致病因素有一定的了解。那么接下来就为大家介绍常见精神分裂致病五大因素。 精神分裂症妄想的症状有哪些一、在精神分裂症患者的饮食，避免暴饮暴食，也防止营养不良患者;其他患者不能食用脂肪，蟹，鱼，鳗鱼等可导致痰扰心窍的食物;患者食用辛辣食物会加重病情，如茶，咖啡，辣椒等。此外，患者应避免食用骨，刺，避免损害患者的身心健康。 二、精神分裂症患者应该饮食宜清淡和营养丰富的生活，你可以吃高热量，高蛋白，高维生素，饮食清淡食物;不吃咸，辣，烟等刺激性食物;避免饮酒，吸烟等。还有一些精神分裂症患者平常不知道饥饱，平常进食较多，所以家属应该让患者定时、定量，按食谱吃饭。 三、精神分裂症在必要的时候经行鼻孔进食，适宜鼻孔喂食的如奶类、果汁等。随时准备好适量的饭菜，好让没人在患者身边的时候，患者有可能自己起来吃饭。精神分裂症的饮食主要是食用绿色蔬菜和新鲜的水果，使病人需要足够的微量元素。 为了解决这一世界性难题，中国协和医科大学精神疾病研究中心首席精神病治疗专家团历经13年时间，独创生物离子穴位渗透系统，结合最新引进的美国尖端抗神经紊乱医学理念，一举攻破失眠、抑郁、精神分裂、神经衰弱等精神疾病难题，现临床已经治愈患者数万余例，此技术一经公布在国内、亚洲、国际医学界引起剧烈反响，被国际卫生医学组织收录为《世界医学疑难杂症重大突破》，极大的推动了世界精神病治疗的进程。 据悉，这种精神疾病国际最新治疗高科技项目生物离子穴位渗透系统已经取得国家权威部门认可和临床验证，并被允许投入医学使用。 精神分裂症妄想的症状有哪些温馨提示：精神疾病诊疗中心精神科是经卫生部门严格审批后成立，是一家以现代化管理，以中、西结合治疗为主导，以治疗心理、精神疾病为特色的专科医院。我院拥有一支在国内外享有盛誉的精神科专家和教授组成的团队，多年来一直探索于心理精神疾病的病因、临床治疗领域，着力打造心理精神疾病专科航母，为广大患者的身心健康保驾护航。如果您还有其他疑问欢迎随时咨询在线专家，权威专家根据您的病情给出最权威的健康指导。 \",\n" +
            "    \"clean_scores\": [\n" +
            "        0.39721677836776176,\n" +
            "        0.02381977557977736,\n" +
            "        0.2924863235688789,\n" +
            "        0.08,\n" +
            "        7.537100445029799e-20,\n" +
            "        0.059999999999999803,\n" +
            "        0.22429461206613957,\n" +
            "        0.5511397752162714\n" +
            "    ],\n" +
            "    \"signature\": \"33de0dea829c471f\",\n" +
            "    \"sc_wb\": 0.2768750576363118,\n" +
            "    \"seg_tag\": \"精神分裂症 妄想 的 症状 有 哪些\",\n" +
            "    \"tpc_v\": \"0.1\",\n" +
            "    \"seg_content\": \"精神分裂症 妄想 的 症状 有 哪些 我们 都 知道 精神分裂症 是 一种 对 患者 危害 相当 严重 的 精神 疾病 ， 若想 对 这种 疾病 进行 有效的 预防 和 治疗 ， 就 必须 对 其 致病 因素 有 一定 的 了解 。 那么 接下来 就 为 大家 介绍 常见 精神分裂 致病 五大 因素 。 精神分裂症 妄想 的 症状 有 哪些 一 、 在 精神分裂症 患者 的 饮食 ， 避免 暴饮 暴食 ， 也 防止 营养 不良 患者 ; 其他 患者 不能 食用 脂肪 ， 蟹， 鱼， 鳗鱼 等 可 导致 痰扰 心窍 的 食物 ; 患者 食用 辛辣 食物 会 加重 病情 ， 如 茶 ， 咖啡 ， 辣椒 等 。 此外 ， 患者 应 避免 食用 骨 ， 刺， 避免 损害 患者 的 身心健康 。 二、 精神分裂症 患者 应该 饮食 宜 清淡 和 营养 丰富 的 生活 ， 你 可以 吃 高热量 ， 高蛋白 ， 高 维生素 ， 饮食 清淡 食物 ; 不吃 咸 ， 辣， 烟 等 刺激性 食物 ; 避免 饮酒 ， 吸烟 等 。 还有 一些 精神分裂症 患者 平常 不 知道 饥饱 ， 平常 进食 较多 ， 所以 家属 应该 让 患者 定时 、 定量 ， 按 食谱 吃饭 。 三、 精神分裂症 在 必要 的 时候 经行 鼻孔 进食 ， 适宜 鼻孔 喂食 的 如 奶类 、 果汁 等 。 随时 准备 好 适量 的 饭菜 ， 好让 没 人 在 患者 身边 的 时候 ， 患者 有 可能 自己 起来 吃饭 。 精神分裂症 的 饮食 主要 是 食用 绿色蔬菜 和 新鲜 的 水果 ， 使 病人 需要 足够 的 微量元素 。 为了 解决 这 一 世界性 难题 ， 中国协和医科大学 精神 疾病 研究 中心 首席 精神病 治疗 专家团 历经 13年 时间 ， 独创 生物 离子 穴位 渗透 系统 ， 结合 最新 引进 的 美国 尖端 抗 神经 紊乱 医学 理念 ， 一举 攻破 失眠 、 抑郁 、 精神分裂 、 神经 衰弱 等 精神 疾病 难题 ， 现 临床 已经 治愈 患者 数万余 例 ， 此 技术 一经 公布 在 国内 、 亚洲 、 国际 医学界 引起 剧烈 反响 ， 被 国际 卫生 医学 组织 收录 为 《 世界 医学 疑难杂症 重大 突破 》 ， 极大 的 推动 了 世界 精神病 治疗 的 进程 。 据悉 ， 这种 精神 疾病 国际 最新 治疗 高科技 项目 生物 离子 穴位 渗透 系统 已经 取得 国家 权威 部门 认可 和 临床 验证 ， 并 被 允许 投入 医学 使用 。 精神分裂症 妄想 的 症状 有 哪些 温馨 提示 ： 精神 疾病 诊疗 中心 精神科 是 经 卫生部门 严格 审批 后 成立 ， 是 一家 以 现代化 管理 ， 以 中 、 西 结合 治疗 为主 导 ， 以 治疗 心理 、 精神 疾病 为 特色 的 专科 医院 。 我院 拥有 一支 在 国内外 享有盛誉 的 精神科 专家 和 教授 组成 的 团队 ， 多年 来 一直 探索 于心 理 精神 疾病 的 病因 、 临床 治疗 领域 ， 着力 打造 心理 精神 疾病 专科 航母 ， 为 广大 患者 的 身心健康 保驾 护航 。 如果 您 还有 其他 疑问 欢迎 随时 咨询 在线 专家 ， 权威 专家 根据 您 的 病情 给出 最 权威 的 健康 指导 。\",\n" +
            "    \"simdate\": 1437840000,\n" +
            "    \"sc_uapost\": 42.32421,\n" +
            "    \"parse_title\": \"精神分裂症妄想的症状有哪些\",\n" +
            "    \"parse_category\": \"新浪黑龙江/寻医问药/专家访谈\",\n" +
            "    \"sc_tpc\": [\n" +
            "        0.39200317127052714,\n" +
            "        0.2803902171792888,\n" +
            "        0.1800443679465435,\n" +
            "        0.1475622436036405\n" +
            "    ],\n" +
            "    \"pos_title\": \"精神分裂症#NN 妄想#NN 的#DEG 症状#NN 有#VE 哪些#DT \",\n" +
            "    \"date\": \"2015-07-26 00:00:00\",\n" +
            "    \"parse_content\": \"<div class=\\\"main-body\\\"><p>　　</p><p>　　<strong><font color=\\\"#ff2000\\\">精神分裂症妄想的症状有哪些</font></strong>我们都知道精神分裂症是一种对患者危害相当严重的精神疾病，若想对这种疾病进行有效的预防和治疗，就必须对其致病因素有一定的了解。那么接下来就为大家介绍常见精神分裂致病五大因素。</p><p></p><p>　　</p><p>　　<strong><font color=\\\"#ff2000\\\">精神分裂症妄想的症状有哪些</font></strong>一、在精神分裂症患者的饮食，避免暴饮暴食，也防止营养不良患者;其他患者不能食用脂肪，蟹，鱼，鳗鱼等可导致痰扰心窍的食物;患者食用辛辣食物会加重病情，如茶，咖啡，辣椒等。此外，患者应避免食用骨，刺，避免损害患者的身心健康。</p><p>　　二、精神分裂症患者应该饮食宜清淡和营养丰富的生活，你可以吃高热量，高蛋白，高维生素，饮食清淡食物;不吃咸，辣，烟等刺激性食物;避免饮酒，吸烟等。还有一些精神分裂症患者平常不知道饥饱，平常进食较多，所以家属应该让患者定时、定量，按食谱吃饭。</p><p>　　三、精神分裂症在必要的时候经行鼻孔进食，适宜鼻孔喂食的如奶类、果汁等。随时准备好适量的饭菜，好让没人在患者身边的时候，患者有可能自己起来吃饭。精神分裂症的饮食主要是食用绿色蔬菜和新鲜的水果，使病人需要足够的微量元素。</p><p>　　为了解决这一世界性难题，中国协和医科大学精神疾病研究中心首席精神病治疗专家团历经13年时间，独创生物离子穴位渗透系统，结合最新引进的美国尖端抗神经紊乱医学理念，一举攻破失眠、抑郁、精神分裂、神经衰弱等精神疾病难题，现临床已经治愈患者数万余例，此技术一经公布在国内、亚洲、国际医学界引起剧烈反响，被国际卫生医学组织收录为《世界医学疑难杂症重大突破》，极大的推动了世界精神病治疗的进程。</p><p>　　据悉，这种精神疾病国际最新治疗高科技项目生物离子穴位渗透系统已经取得国家权威部门认可和临床验证，并被允许投入医学使用。</p><p></p><p></p><p>　　</p><p>　　<font color=\\\"#ff2000\\\"><strong>精神分裂症妄想的症状有哪些</strong></font>温馨提示：精神疾病诊疗中心精神科是经卫生部门严格审批后成立，是一家以现代化管理，以中、西结合治疗为主导，以治疗心理、精神疾病为特色的专科医院。我院拥有一支在国内外享有盛誉的精神科专家和教授组成的团队，多年来一直探索于心理精神疾病的病因、临床治疗领域，着力打造心理精神疾病专科航母，为广大患者的身心健康保驾护航。如果您还有其他疑问欢迎随时咨询在线专家，权威专家根据您的病情给出最权威的健康指导。</p><p></p><p>　　</p><div>　　<scriptsrc></scriptsrc></div><p></p><div class=\\\"article-video artice-pic\\\" vid=\\\"\\\"></div></div>\",\n" +
            "    \"keyword_list\": [\n" +
            "        [\n" +
            "            \"精神分裂症\",\n" +
            "            60.630752873645974\n" +
            "        ],\n" +
            "        [\n" +
            "            \"精神分裂症^^妄想\",\n" +
            "            40.907739791704024\n" +
            "        ],\n" +
            "        [\n" +
            "            \"症状\",\n" +
            "            29.2877802986008\n" +
            "        ],\n" +
            "        [\n" +
            "            \"精神病\",\n" +
            "            10.99913316305169\n" +
            "        ],\n" +
            "        [\n" +
            "            \"精神科\",\n" +
            "            10.827554915679059\n" +
            "        ],\n" +
            "        [\n" +
            "            \"鳗鱼\",\n" +
            "            10.640985419345675\n" +
            "        ],\n" +
            "        [\n" +
            "            \"穴位\",\n" +
            "            10.625695111399928\n" +
            "        ],\n" +
            "        [\n" +
            "            \"医学\",\n" +
            "            9.454154423245228\n" +
            "        ],\n" +
            "        [\n" +
            "            \"鼻孔\",\n" +
            "            9.16965427984096\n" +
            "        ],\n" +
            "        [\n" +
            "            \"进食\",\n" +
            "            9.127122935731965\n" +
            "        ],\n" +
            "        [\n" +
            "            \"神经^^衰弱\",\n" +
            "            9.100883871127344\n" +
            "        ],\n" +
            "        [\n" +
            "            \"专科^^医院\",\n" +
            "            9.02141368387224\n" +
            "        ],\n" +
            "        [\n" +
            "            \"辛辣^^食物\",\n" +
            "            8.929798110850433\n" +
            "        ],\n" +
            "        [\n" +
            "            \"患者\",\n" +
            "            8.92962307948072\n" +
            "        ],\n" +
            "        [\n" +
            "            \"权威\",\n" +
            "            8.850773891986233\n" +
            "        ],\n" +
            "        [\n" +
            "            \"疾病\",\n" +
            "            8.794343791933098\n" +
            "        ],\n" +
            "        [\n" +
            "            \"食谱\",\n" +
            "            8.762478582522835\n" +
            "        ],\n" +
            "        [\n" +
            "            \"饮食\",\n" +
            "            8.712981200512186\n" +
            "        ],\n" +
            "        [\n" +
            "            \"果汁\",\n" +
            "            8.603884914819563\n" +
            "        ],\n" +
            "        [\n" +
            "            \"航母\",\n" +
            "            8.594560970943814\n" +
            "        ],\n" +
            "        [\n" +
            "            \"生物\",\n" +
            "            8.542855721957201\n" +
            "        ],\n" +
            "        [\n" +
            "            \"精神分裂症^^患者\",\n" +
            "            8.475813929912654\n" +
            "        ],\n" +
            "        [\n" +
            "            \"临床\",\n" +
            "            8.408743845396845\n" +
            "        ],\n" +
            "        [\n" +
            "            \"治疗\",\n" +
            "            8.360531445416377\n" +
            "        ],\n" +
            "        [\n" +
            "            \"吸烟\",\n" +
            "            8.306870605366111\n" +
            "        ],\n" +
            "        [\n" +
            "            \"失眠\",\n" +
            "            8.26830756628196\n" +
            "        ],\n" +
            "        [\n" +
            "            \"卫生部门\",\n" +
            "            8.249017658185405\n" +
            "        ],\n" +
            "        [\n" +
            "            \"高科技\",\n" +
            "            8.098183688419418\n" +
            "        ],\n" +
            "        [\n" +
            "            \"咖啡\",\n" +
            "            8.04650081318945\n" +
            "        ],\n" +
            "        [\n" +
            "            \"温馨\",\n" +
            "            7.753149589847827\n" +
            "        ],\n" +
            "        [\n" +
            "            \"维生素\",\n" +
            "            7.700118268472599\n" +
            "        ],\n" +
            "        [\n" +
            "            \"脂肪\",\n" +
            "            7.684606999654429\n" +
            "        ],\n" +
            "        [\n" +
            "            \"心理\",\n" +
            "            7.644507357377613\n" +
            "        ],\n" +
            "        [\n" +
            "            \"水果\",\n" +
            "            7.4579865063830715\n" +
            "        ],\n" +
            "        [\n" +
            "            \"专科\",\n" +
            "            7.415028948297105\n" +
            "        ],\n" +
            "        [\n" +
            "            \"绿色蔬菜\",\n" +
            "            7.333896485500164\n" +
            "        ],\n" +
            "        [\n" +
            "            \"预防\",\n" +
            "            7.302463375637787\n" +
            "        ],\n" +
            "        [\n" +
            "            \"奶类\",\n" +
            "            7.234591069004708\n" +
            "        ],\n" +
            "        [\n" +
            "            \"医学界\",\n" +
            "            7.211793593612635\n" +
            "        ],\n" +
            "        [\n" +
            "            \"亚洲\",\n" +
            "            7.162679582396835\n" +
            "        ]\n" +
            "    ],\n" +
            "    \"meta\": [\n" +
            "        \"sina.com.cn\",\n" +
            "        \"hlj.sina.com.cn\"\n" +
            "    ],\n" +
            "    \"inlink\": \"http://www.hebtv.com/health/show-25-53037-1.html\",\n" +
            "    \"_id\": \"0A6oa12s\",\n" +
            "    \"pop_score\": {\n" +
            "        \"健康\": 0\n" +
            "    },\n" +
            "    \"c_imgs\": 0,\n" +
            "    \"domain\": \"sina.com.cn\",\n" +
            "    \"ents\": [\n" +
            "        \"b_1580-8049658\",\n" +
            "        \"b_83419-83419\",\n" +
            "        \"b_20460-5045455\",\n" +
            "        \"b_2505210-2505210\",\n" +
            "        \"b_335479-5036236\",\n" +
            "        \"b_20123-20123\",\n" +
            "        \"b_7490-5043673\",\n" +
            "        \"b_760724-760724\",\n" +
            "        \"b_796380-796380\",\n" +
            "        \"b_47715-47715\",\n" +
            "        \"b_2139131-2139131\",\n" +
            "        \"b_2055805-2055805\",\n" +
            "        \"b_324716-324716\",\n" +
            "        \"b_532809-8050686\",\n" +
            "        \"b_50819-50819\",\n" +
            "        \"b_4829-4829\",\n" +
            "        \"b_64440-64440\",\n" +
            "        \"b_64925-13769356\",\n" +
            "        \"b_303592-303592\",\n" +
            "        \"b_492412-492412\",\n" +
            "        \"b_78799-15381547\",\n" +
            "        \"b_4708-8754470\",\n" +
            "        \"b_10600-10600\",\n" +
            "        \"b_5312-7594286\",\n" +
            "        \"b_4576-4576\",\n" +
            "        \"b_16-16\",\n" +
            "        \"b_5310-5310\",\n" +
            "        \"b_144751-5407566\",\n" +
            "        \"b_319529-319529\",\n" +
            "        \"b_92270-92270\",\n" +
            "        \"b_1770282-1770282\",\n" +
            "        \"b_2918-2918\"\n" +
            "    ],\n" +
            "    \"invisible\": 1,\n" +
            "    \"sc_pop\": 0,\n" +
            "    \"sc_cacr\": 0,\n" +
            "    \"c_word\": 509,\n" +
            "    \"sc_kws\": [\n" +
            "        60.630752873645974,\n" +
            "        40.907739791704024,\n" +
            "        29.2877802986008,\n" +
            "        10.99913316305169,\n" +
            "        10.827554915679059,\n" +
            "        10.640985419345675,\n" +
            "        10.625695111399928,\n" +
            "        9.454154423245228,\n" +
            "        9.16965427984096,\n" +
            "        9.127122935731965,\n" +
            "        9.100883871127344,\n" +
            "        9.02141368387224,\n" +
            "        8.929798110850433,\n" +
            "        8.92962307948072,\n" +
            "        8.850773891986233,\n" +
            "        8.794343791933098,\n" +
            "        8.762478582522835,\n" +
            "        8.712981200512186,\n" +
            "        8.603884914819563,\n" +
            "        8.594560970943814,\n" +
            "        8.542855721957201,\n" +
            "        8.475813929912654,\n" +
            "        8.408743845396845,\n" +
            "        8.360531445416377,\n" +
            "        8.306870605366111,\n" +
            "        8.26830756628196,\n" +
            "        8.249017658185405,\n" +
            "        8.098183688419418,\n" +
            "        8.04650081318945,\n" +
            "        7.753149589847827,\n" +
            "        7.700118268472599,\n" +
            "        7.684606999654429,\n" +
            "        7.644507357377613,\n" +
            "        7.4579865063830715,\n" +
            "        7.415028948297105,\n" +
            "        7.333896485500164,\n" +
            "        7.302463375637787,\n" +
            "        7.234591069004708,\n" +
            "        7.211793593612635,\n" +
            "        7.162679582396835\n" +
            "    ],\n" +
            "    \"sc_like\": 0.9924756,\n" +
            "    \"sc_scr\": 0.016986236,\n" +
            "    \"sc_bpctr\": 0.042054124,\n" +
            "    \"seg_title\": \"精神分裂症 妄想 的 症状 有 哪些\",\n" +
            "    \"cat_class\": [\n" +
            "        \"健康\"\n" +
            "    ],\n" +
            "    \"seg_source\": \"无冬无夏\",\n" +
            "    \"dsource\": \"新浪\",\n" +
            "    \"clean_text_len\": 85,\n" +
            "    \"clean_block_num\": 1,\n" +
            "    \"subcat_score\": {\n" +
            "        \"健康/疾病防治\": 1,\n" +
            "        \"健康/男性健康\": -1,\n" +
            "        \"健康/女性健康\": -1\n" +
            "    },\n" +
            "    \"level\": 3,\n" +
            "    \"sc_uaprior\": 0.8872574,\n" +
            "    \"keywords\": [\n" +
            "        \"精神分裂症\",\n" +
            "        \"失眠\",\n" +
            "        \"健康\",\n" +
            "        \"美国\",\n" +
            "        \"神经^^衰弱\",\n" +
            "        \"精神病\",\n" +
            "        \"精神分裂症^^妄想\",\n" +
            "        \"维生素\"\n" +
            "    ],\n" +
            "    \"image_urls\": [],\n" +
            "    \"cat_score\": {\n" +
            "        \"健康\": 1,\n" +
            "        \"旅行\": -1,\n" +
            "        \"时尚\": -1,\n" +
            "        \"美食\": -1,\n" +
            "        \"人文\": -1,\n" +
            "        \"科学探索\": -1,\n" +
            "        \"家居\": -1,\n" +
            "        \"休闲\": -1,\n" +
            "        \"房产\": -1,\n" +
            "        \"互联网\": -1,\n" +
            "        \"星座\": -1,\n" +
            "        \"娱乐\": -1,\n" +
            "        \"时政\": -1,\n" +
            "        \"汽车\": -1,\n" +
            "        \"两性\": -1,\n" +
            "        \"教育\": -1,\n" +
            "        \"财经\": -1,\n" +
            "        \"游戏\": -1,\n" +
            "        \"职场\": -1,\n" +
            "        \"体育\": -1,\n" +
            "        \"育儿\": -1,\n" +
            "        \"科技数码\": -1,\n" +
            "        \"军事\": -1,\n" +
            "        \"社会\": -1\n" +
            "    },\n" +
            "    \"url\": \"http://hlj.sina.com.cn/xywy/zzft/2015-07-26/1508256717.html\",\n" +
            "    \"parse_source\": \"来源： 无冬无夏 2015年7月26日 【评论 0 条】 字号： T | T\",\n" +
            "    \"media\": \"新浪\",\n" +
            "    \"sc_click\": 0.1384861,\n" +
            "    \"pos_content\": \"精神分裂症#NN 妄想#NN 的#DEG 症状#NN 有#VE 哪些#DT 我们#PN 都#AD 知道#VV 精神分裂症#NN 是#VC 一种#NN 对#P 患者#NN 危害#NN 相当#AD 严重#VA 的#DEC 精神#NN 疾病#NN ,#PU 若想#NN 对#P 这种#AD 疾病#NN 进行#VV 有效的#JJ 预防#NN 和#CC 治疗#NN ,#PU 就#AD 必须#VV 对#P 其#PN 致病#NN 因素#NN 有#VE 一定#JJ 的#DEG 了解#NN 。#PU 那么#AD 接下来#AD 就#AD 为#P 大家#PN 介绍#VV 常见#JJ 精神分裂#NN 致病#VV 五大#NR 因素#NN 。#PU 精神分裂症#NN 妄想#NN 的#DEG 症状#NN 有#VE 哪些#DT 一#CD 、#PU 在#P 精神分裂症#NN 患者#NN 的#DEG 饮食#NN ,#PU 避免#VV 暴饮#VV 暴食#NN ,#PU 也#AD 防止#VV 营养#NN 不良#VV 患者#NN ;#PU 其他#DT 患者#NN 不能#AD 食用#VV 脂肪#NN ,#PU 蟹,#AD 鱼,#VV 鳗鱼#NN 等#ETC 可#VV 导致#VV 痰扰#NN 心窍#NN 的#DEC 食物#NN ;#PU 患者#NN 食用#VV 辛辣#JJ 食物#NN 会#VV 加重#VV 病情#NN ,#PU 如#AD 茶#NN ,#PU 咖啡#NN ,#PU 辣椒#NN 等#ETC 。#PU 此外#AD ,#PU 患者#NN 应#VV 避免#VV 食用#VV 骨#NN ,#PU 刺,#AD 避免#VV 损害#VV 患者#NN 的#DEG 身心健康#NN 。#PU 二、#VV 精神分裂症#NN 患者#NN 应该#VV 饮食#NN 宜#VA 清淡#VA 和#CC 营养#VA 丰富#VA 的#DEC 生活#NN ,#PU 你#PN 可以#VV 吃#VV 高热量#NN ,#PU 高蛋白#NN ,#PU 高#JJ 维生素#NN ,#PU 饮食#NN 清淡#VA 食物#NN ;#PU 不吃#JJ 咸#NN ,#PU 辣,#NN 烟#NN 等#ETC 刺激性#JJ 食物#NN ;#PU 避免#VV 饮酒#VV ,#PU 吸烟#VV 等#ETC 。#PU 还有#CC 一些#CD 精神分裂症#JJ 患者#NN 平常#AD 不#AD 知道#VV 饥饱#NN ,#PU 平常#AD 进食#VV 较多#VV ,#PU 所以#AD 家属#NN 应该#VV 让#VV 患者#NN 定时#AD 、#PU 定量#NN ,#PU 按#P 食谱#NN 吃饭#VV 。#PU 三、#NN 精神分裂症#NN 在#P 必要#VA 的#DEC 时候#NN 经行#VV 鼻孔#NN 进食#VV ,#PU 适宜#VV 鼻孔#NN 喂食#VV 的#DEC 如#AD 奶类#NN 、#PU 果汁#NN 等#ETC 。#PU 随时#AD 准备#VV 好#VA 适量#VA 的#DEC 饭菜#NN ,#PU 好让#VV 没#VE 人#NN 在#P 患者#NN 身边#NN 的#DEG 时候#NN ,#PU 患者#NN 有#VE 可能#NN 自己#PN 起来#VV 吃饭#VV 。#PU 精神分裂症#NN 的#DEG 饮食#NN 主要#AD 是#VC 食用#VV 绿色蔬菜#NN 和#CC 新鲜#JJ 的#DEG 水果#NN ,#PU 使#VV 病人#NN 需要#VV 足够#VA 的#DEC 微量元素#NN 。#PU 为了#P 解决#VV 这#DT 一#CD 世界性#JJ 难题#NN ,#PU 中国协和医科大学#NR 精神#NN 疾病#NN 研究#NN 中心#NN 首席#NN 精神病#NN 治疗#VV 专家团#NN 历经#VV 13年#NT 时间#NN ,#PU 独创#VV 生物#NN 离子#NN 穴位#NN 渗透#NN 系统#NN ,#PU 结合#VV 最新#JJ 引进#NN 的#DEG 美国#NR 尖端#NN 抗#VV 神经#NN 紊乱#NN 医学#NN 理念#NN ,#PU 一举#AD 攻破#VV 失眠#NN 、#PU 抑郁#NN 、#PU 精神分裂#VV 、#PU 神经#NN 衰弱#VV 等#ETC 精神#NN 疾病#NN 难题#NN ,#PU 现#AD 临床#NN 已经#AD 治愈#VV 患者#NN 数万余#CD 例#M ,#PU 此#DT 技术#NN 一经#AD 公布#VV 在#P 国内#NN 、#PU 亚洲#NR 、#PU 国际#NN 医学界#NN 引起#VV 剧烈#JJ 反响#NN ,#PU 被#LB 国际#NN 卫生#NN 医学#NN 组织#NN 收录#NN 为#VC 《#PU 世界#NN 医学#NN 疑难杂症#NN 重大#JJ 突破#NN 》#PU ,#PU 极大#JJ 的#DEG 推动#VV 了#AS 世界#NN 精神病#NN 治疗#VV 的#DEC 进程#NN 。#PU 据悉#AD ,#PU 这种#AD 精神#NN 疾病#NN 国际#NN 最新#JJ 治疗#NN 高科技#NN 项目#NN 生物#NN 离子#NN 穴位#NN 渗透#NN 系统#NN 已经#AD 取得#VV 国家#NN 权威#NN 部门#NN 认可#VV 和#CC 临床#JJ 验证#NN ,#PU 并#CC 被#SB 允许#VV 投入#VV 医学#NN 使用#VV 。#PU 精神分裂症#NN 妄想#NN 的#DEG 症状#NN 有#VE 哪些#DT 温馨#JJ 提示#NN :#PU 精神#NN 疾病#NN 诊疗#NN 中心#NN 精神科#NN 是#VC 经#P 卫生部门#NN 严格#AD 审批#VV 后#LC 成立#VV ,#PU 是#VC 一家#NN 以#P 现代化#NN 管理#NN ,#PU 以#P 中#NR 、#PU 西#NN 结合#VV 治疗#NN 为主#VV 导#NN ,#PU 以#MSP 治疗#VV 心理#NN 、#PU 精神#NN 疾病#NN 为#VC 特色#NN 的#DEC 专科#NN 医院#NN 。#PU 我院#NN 拥有#VV 一支#NN 在#P 国内外#NN 享有盛誉#VV 的#DEC 精神科#NN 专家#NN 和#CC 教授#NN 组成#VV 的#DEC 团队#NN ,#PU 多年#AD 来#VV 一直#AD 探索#VV 于心#AD 理#VV 精神#NN 疾病#NN 的#DEG 病因#NN 、#PU 临床#NN 治疗#NN 领域#NN ,#PU 着力#AD 打造#VV 心理#NN 精神#NN 疾病#NN 专科#NN 航母#NN ,#PU 为#P 广大#JJ 患者#NN 的#DEG 身心健康#NN 保驾#VV 护航#NN 。#PU 如果#CS 您#PN 还有#CC 其他#DT 疑问#NN 欢迎#VV 随时#AD 咨询#VV 在线#JJ 专家#NN ,#PU 权威#NN 专家#NN 根据#P 您#PN 的#DEG 病情#NN 给出#VV 最#AD 权威#VA 的#DEC 健康#NN 指导#NN 。#PU \",\n" +
            "    \"insert_time\": \"2015-07-26 23:23:34\",\n" +
            "    \"sc_pulp\": 0.37266028,\n" +
            "    \"kws\": [\n" +
            "        \"精神分裂症\",\n" +
            "        \"精神分裂症^^妄想\",\n" +
            "        \"症状\",\n" +
            "        \"精神病\",\n" +
            "        \"精神科\",\n" +
            "        \"鳗鱼\",\n" +
            "        \"穴位\",\n" +
            "        \"医学\",\n" +
            "        \"鼻孔\",\n" +
            "        \"进食\",\n" +
            "        \"神经^^衰弱\",\n" +
            "        \"专科^^医院\",\n" +
            "        \"辛辣^^食物\",\n" +
            "        \"患者\",\n" +
            "        \"权威\",\n" +
            "        \"疾病\",\n" +
            "        \"食谱\",\n" +
            "        \"饮食\",\n" +
            "        \"果汁\",\n" +
            "        \"航母\",\n" +
            "        \"生物\",\n" +
            "        \"精神分裂症^^患者\",\n" +
            "        \"临床\",\n" +
            "        \"治疗\",\n" +
            "        \"吸烟\",\n" +
            "        \"失眠\",\n" +
            "        \"卫生部门\",\n" +
            "        \"高科技\",\n" +
            "        \"咖啡\",\n" +
            "        \"温馨\",\n" +
            "        \"维生素\",\n" +
            "        \"脂肪\",\n" +
            "        \"心理\",\n" +
            "        \"水果\",\n" +
            "        \"专科\",\n" +
            "        \"绿色蔬菜\",\n" +
            "        \"预防\",\n" +
            "        \"奶类\",\n" +
            "        \"医学界\",\n" +
            "        \"亚洲\"\n" +
            "    ],\n" +
            "    \"sc_dr\": 582,\n" +
            "    \"sc_dirty\": 0.07100647,\n" +
            "    \"weibo_score\": {\n" +
            "        \"健康\": 0.2768750576363118\n" +
            "    },\n" +
            "    \"tpc\": [\n" +
            "        254,\n" +
            "        292,\n" +
            "        257,\n" +
            "        488\n" +
            "    ],\n" +
            "    \"source_o\": \"无冬无夏\",\n" +
            "    \"sc_ents\": [\n" +
            "        60.630752873645974,\n" +
            "        29.2877802986008,\n" +
            "        10.99913316305169,\n" +
            "        10.827554915679059,\n" +
            "        10.640985419345675,\n" +
            "        10.625695111399928,\n" +
            "        9.454154423245228,\n" +
            "        9.16965427984096,\n" +
            "        9.127122935731965,\n" +
            "        9.100883871127344,\n" +
            "        9.02141368387224,\n" +
            "        8.929798110850433,\n" +
            "        8.92962307948072,\n" +
            "        8.850773891986233,\n" +
            "        8.794343791933098,\n" +
            "        8.762478582522835,\n" +
            "        8.712981200512186,\n" +
            "        8.603884914819563,\n" +
            "        8.408743845396845,\n" +
            "        8.360531445416377,\n" +
            "        8.306870605366111,\n" +
            "        8.26830756628196,\n" +
            "        8.098183688419418,\n" +
            "        8.04650081318945,\n" +
            "        7.700118268472599,\n" +
            "        7.684606999654429,\n" +
            "        7.644507357377613,\n" +
            "        7.4579865063830715,\n" +
            "        7.415028948297105,\n" +
            "        7.333896485500164,\n" +
            "        7.302463375637787,\n" +
            "        7.162679582396835\n" +
            "    ],\n" +
            "    \"source\": \"无冬无夏\"\n" +
            "}";

        public static final String xiaomDoc = "{\"dsource\":\"手机新浪网\",\"channels\":{\"e105990\":0.45994386271857746,\"c2\":0.8,\"s14452\":0.8,\"sc4\":0.8,\"e971462\":0.6282893850732982},\"date\":\"2015-08-15 23:52:00\",\"url\":\"http://sports.sina.cn/nba/all/2015-08-15/detail-ifxfxrai1639515.d.html?cre=sptw&loc=13&mod=f&pwt=all&r=u&rfunc=7vt=4&vt=4\",\"keyword_list\":[[\"恩比德\",31.10719965265882],[\"希姆斯\",17.552251591083387],[\"费城^^76人\",17.387680960422443],[\"诺埃尔\",15.213371601185024],[\"杜兰特\",14.443139589341543],[\"奥卡福\",14.401976780756439],[\"乔尔\",14.07756208484278],[\"费城\",13.397583967394374],[\"中锋\",11.997484290924028],[\"雷霆\",11.433713347516523],[\"右脚^^手术\",11.042658347776312],[\"nba\",10.294613703717088],[\"探花秀\",9.867736538649929],[\"年轻\",8.566228148827317],[\"球星^^凯文\",8.254110097395722],[\"手术\",8.152816562926764],[\"健康\",8.046398943486125],[\"训练营\",8.041889428034091],[\"内伦斯\",8.003614680368873],[\"骨头\",7.393954199334485],[\"球星\",6.886941890084597],[\"贾希尔\",6.65545099091392],[\"右脚\",5.865312633407792],[\"脚伤\",5.089340184967178]],\"seg_content\":\"恩比德 将 再次 手术 ， ， 费城 76人 队 的 年轻 中锋 乔尔 - 恩比德 将于 下 周三 接受 第二次 右脚 手术 ， 他 预计 将 缺席 整个 2015-16 赛季 。 作为 2014年 的 nba 探花秀 ， 恩比德 因为 右脚 应力性 骨折 而 缺席 了 整个 新秀 赛季 。 据悉 ， 恩比德 预计 将 接受 一次 骨头 嫁接 手术 ， 这 和 雷霆 队 当家 球星 凯文 - 杜兰特 在上 赛季 接受 的 脚部 手术 非常 类似 。 此前 有 消息 称 ， 恩比德 在 最近 曾 主动 联系 过 杜兰特 并 讨教 脚伤 经验 。 今年 6月 ， 恩比德 在 一次 常规 的 检查 中 被 查出 右脚 的 恢复 情况 低于 预期 。 1个 月 之后 ， 费城 76人 队 正式 宣布 这位 探花秀 需要 接受 第二次 右脚 手术 。 假设 恩比德 在 下周 的 右脚 手术 很 成功 ， 他 预计 也 将 缺席 整个 下 赛季 ， 但是 他 应该 能够 为 2016-17 赛季 的 训练营 做好 准备 。 目前 ， 76人 队 的 阵容 里 还有 三 位 健康 的 中锋 ， 他们 分别 是 ： 贾希尔 - 奥卡福 、 内伦斯 - 诺埃尔 和亨利 - 希姆斯 。 （ ） 00 00\",\"cat_score\":{\"健康\":-1.0,\"旅行\":-1.0,\"时尚\":-1.0,\"美食\":-1.0,\"科学探索\":-1.0,\"人文\":-1.0,\"家居\":-1.0,\"房产\":-1.0,\"休闲\":-1.0,\"互联网\":-1.0,\"星座\":-1.0,\"娱乐\":-1.0,\"教育\":-1.0,\"时政\":-1.0,\"两性\":-1.0,\"汽车\":-1.0,\"财经\":-1.0,\"游戏\":-1.0,\"职场\":-1.0,\"体育\":1.0,\"育儿\":-1.0,\"科技数码\":-1.0,\"军事\":-1.0,\"社会\":-0.5863960283902913},\"rchannels\":{\"e105990\":0.25604039430618286,\"s14452\":0.24783702194690704,\"c2\":0.3877030611038208,\"sc4\":0.3629262447357178,\"e971462\":0.27363744378089905},\"subcat_score\":{\"体育/NBA\":1.0,\"体育/国内足球\":-1.0,\"体育/游泳\":-0.9487896966843891,\"体育/羽毛球\":-0.7789252063986192,\"体育/排球\":-0.890606679209163,\"体育/CBA\":-1.0,\"体育/高尔夫\":-0.7228351991545313,\"体育/其它\":-1.0,\"体育/网球\":-1.0,\"体育/拳击\":-1.0,\"体育/台球\":-1.0,\"体育/国际足球\":-0.7199239004696253,\"体育/乒乓球\":-0.9990373898408117,\"体育/体操\":-1.0,\"体育/赛车\":-0.5944689125976287,\"体育/田径\":-0.7288780551445818,\"体育/棋牌\":-0.7866414949607694},\"detect_lang\":\"zh-cn\",\"_id\":\"news_8b416c6a5ff8824659ee31e8105b1a0b\",\"source\":\"手机新浪网\",\"seg_title\":\"恩比德 预计 将 再度 报销\",\"cat_class\":[\"体育\"],\"parse_title\":\"恩比德预计将再度报销\",\"subcat_class\":[\"体育/NBA\"]}";
}